
-------navbar-------

nav.home=Trang ch\u1ee7
nav.dashboard=B\u1ea3ng \u0111i\u1ec1u khi\u1ec3n
nav.courses=Kh\u00f3a h\u1ecdc
nav.community=C\u1ed9ng \u0111\u1ed3ng
nav.login=\u0110\u0103ng nh\u1eadp
nav.signup=\u0110\u0103ng k\u00fd
nav.myProfile=Trang c\u00e1 nh\u00e2n
nav.myLearning=Kh\u00f3a h\u1ecdc c\u1ee7a t\u00f4i
nav.setting=C\u00e0i \u0111\u1eb7t
nav.logout=\u0110\u0103ng xu\u1ea5t
nav.search=T\u00ecm kh\u00f3a h\u1ecdc...

------home------
home.hero.landing.title=Khai m\u1edf t\u01b0\u01a1ng lai.
home.hero.landing.desc=Kh\u00e1m ph\u00e1 ti\u1ec1m n\u0103ng t\u1ea1i Lumina Learning's ch\u01b0\u01a1ng tr\u00ecnh top \u0111\u1ea7u th\u1ebf gi\u1edbi.

home.hero.title=M\u1edf kh\u00f3a T\u01b0\u01a1ng lai Microchips & AI
home.hero.desc=Hi\u1ec7n \u0111\u00e3 m\u1edf \u0111\u0103ng k\u00fd cho c\u00e1c h\u1ecdc k\u1ef3 1-3. H\u00e3y l\u00e0m ch\u1ee7 ph\u1ea7n c\u1ee9ng v\u1eadn h\u00e0nh c\u1ea3 th\u1ebf gi\u1edbi.
btn.viewdetails=Xem chi ti\u1ebft
course.price.free=Mi\u1ec5n ph\u00ed
footer.desc=Trao quy\u1ec1n cho ng\u01b0\u1eddi h\u1ecdc tr\u00ean to\u00e0n th\u1ebf gi\u1edbi.

------career------
hero.banner.big.text=H\u00e3y gia nh\u1eadp \u0111\u1ed9i ng\u0169 gi\u1ea3ng vi\u00ean \u01b0u t\u00fa c\u1ee7a ch\u00fang t\u00f4i.
hero.banner.small.text=Ch\u00fang t\u00f4i tr\u00e2n tr\u1ecdng m\u1eddi c\u00e1c nh\u00e0 gi\u00e1o d\u1ee5c v\u00e0 l\u00e3nh \u0111\u1ea1o ng\u00e0nh h\u00e0ng \u0111\u1ea7u th\u1ebf gi\u1edbi \u0111\u00f3ng g\u00f3p v\u00e0o s\u1ee9 m\u1ec7nh h\u1ecdc thu\u1eadt c\u1ee7a ch\u00fang t\u00f4i. H\u00e3y truy\u1ec1n c\u1ea3m h\u1ee9ng cho th\u1ebf h\u1ec7 h\u1ecdc gi\u1ea3 t\u01b0\u01a1ng lai b\u1eb1ng c\u00e1ch chia s\u1ebb ki\u1ebfn \u200b\u200bth\u1ee9c chuy\u00ean m\u00f4n c\u1ee7a b\u1ea1n.
position.noti=V\u1ecb tr\u00ed \u0111ang tuy\u1ec3n
position.available=v\u1ecb tr\u00ed 

------learningPath------
hero.banner.big.text1=\u0110\u1ecbnh h\u01b0\u1edbng t\u01b0\u01a1ng lai
hero.banner.big.text2=c\u00f9ng Lumina
hero.banner.small.text=Kh\u00e1m ph\u00e1 l\u1ed9 tr\u00ecnh c\u00e1 nh\u00e2n h\u00f3a ph\u00f9 h\u1ee3p v\u1edbi m\u1ee5c ti\u00eau c\u1ee7a b\u1ea1n, gi\u00fap b\u1ea1n hi\u1ec7n th\u1ef1c h\u00f3a nh\u1eefng kh\u00e1t v\u1ecdng ngh\u1ec1 nghi\u1ec7p.
big.text=T\u1ea1o l\u1ed9 tr\u00ecnh c\u00e1 nh\u00e2n h\u00f3a
small.text=H\u00e3y \u0111\u1ec3 ch\u00fang t\u00f4i hi\u1ec3u b\u1ea1n tr\u01b0\u1edbc khi b\u1eaft \u0111\u1ea7u
semester=K\u00ec hi\u1ec7n t\u1ea1i
targetSpecialization=Chuy\u00ean ng\u00e0nh
skill=K\u0129 n\u0103ng hi\u1ec7n c\u00f3
createButton=T\u1ea1o l\u1ed9 tr\u00ecnh ngay

------footer------
chatbot.helloMessage=Xin ch\u00e0o! \ud83d\udc4b T\u00f4i l\u00e0 Lumina AI. B\u1ea1n c\u00f3 th\u1ec3 h\u1ecfi t\u00f4i v\u1ec1 kh\u00f3a h\u1ecdc, project v\u00e0 assignments c\u1ee7a b\u1ea1n nh\u00e9.